# Инструкция пользователя
instruction = 'Добро пожаловать в "Фортепиано"! Это упрощённый клиент синтезатора для ПК, включающий в себя, помимо' \
              ' игры на пианино, некоторые любопытные функции. Рассмотрим их подробнее:\n · Клиент поддерживает игру' \
              ' с клавиатуры, октаве соответствуют клавиши "F", "G", "H", "J", "K", "L", ";". Чёрным клавишам' \
              ' соответствуют "T", "Y", "I", "O", "P". Переключение между октавами осуществляется клавишами "A"/"D"/' \
              '"вверх"/"вниз". Длительность звучания может быть отрегулирована как напрямую, так и клавишами "W"/"S"' \
              '/"вверх"/"вниз".\n · Приложение позволяет записывать и сохранять мелодии. Запись начинается при ' \
              'нажатии на кнопку ⏺. При этом предыдущая запись сбрасывается. Нажатие на кнопку ⏹ даёт программе ' \
              'понять, что запись окончена. Кнопка ▶ проигрывает последнюю записанную композицию. Чтобы сохранить ' \
              'мелодию, нажмите на кнопку 💾. Появится диалоговое окно, в котором необходимо ввести название ' \
              'композиции. Чтобы прослушать ранее записанное произведение, нажмите на кнопку 📁 и в появившемся окне ' \
              'выберите нужный трек.'
